Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: [Color proof] Top: a validated gallery proof is available but unmapped; exact board colors remain unavailable.
af: [Kleurbewys] Bo: 'n gevalideerde galerybewys is beskikbaar, maar ongekarteerd; presiese bordkleure bly onbeskikbaar.
am: [ቀለም ማረጋገጫ] ከላይ፡ የተረጋገጠ የጋለሪ ማረጋገጫ ይገኛል ነገር ግን ካርታ የለውም፤ ትክክለኛ የቦርድ ቀለሞች አሁንም አይገኙም።
ar: [إثبات اللون] أعلى: يتوفر إثبات معرض معتمد ولكنه غير مُعيّن؛ ألوان اللوحة الدقيقة لا تزال غير متوفرة.
az: [Rəng sübutu] Üst: təsdiqlənmiş qalereya sübutu mövcuddur, lakin xəritələşdirilməyib; dəqiq lövhə rəngləri hələ də mövcud deyil.
be: [Каляровы адбітак] Уверсе: даступны правераны галерэйны адбітак, але ён не нанесены на карту; дакладныя колеры дошкі застаюцца недаступнымі.
bg: [Цветова проба] Отгоре: налице е утвърдена галерийна проба, но не е поставена; точните цветове на дъската не са достъпни.
bn: [রঙের প্রমাণ] উপরের অংশ: একটি যাচাইকৃত গ্যালারি প্রুফ উপলব্ধ রয়েছে কিন্তু ম্যাপ করা হয়নি; বোর্ডের সঠিক রঙ এখনও উপলব্ধ নয়।
ca: [Prova de color] A dalt: hi ha disponible una prova de galeria validada però no està mapejada; els colors exactes del tauler no estan disponibles.
cs: [Barevná korektura] Nahoře: k dispozici je ověřená galerijní korektura, která však není namapována; přesné barvy desky zatím nejsou k dispozici.
cy: [Prawf lliw] Uchaf: mae prawf oriel dilys ar gael ond heb ei fapio; nid yw lliwiau union y bwrdd ar gael o hyd.
da: [Farveprøve] Øverst: Der foreligger en godkendt galleri-prøve, men den er ikke indtegnet; de nøjagtige farver på brættet er stadig ikke tilgængelige.
de: [Farbproof] Oben: Ein validierter Galerie-Proof liegt vor, ist jedoch nicht zugeordnet; die genauen Plattenfarben sind weiterhin nicht verfügbar.
de_at: [Farbnachweis] Oben: Ein validierter Galerienachweis ist verfügbar, aber nicht zugeordnet; die genauen Platinenfarben sind weiterhin nicht verfügbar.
de_ch: [Farbnachweis] Oben: Ein validierter Galerienachweis ist verfügbar, aber nicht zugeordnet; die genauen Platinenfarben sind weiterhin nicht verfügbar.
el: [Δοκιμαστικό χρώματος] Πάνω: υπάρχει επικυρωμένο δοκιμαστικό της γκαλερί, αλλά δεν έχει αντιστοιχιστεί· τα ακριβή χρώματα του πίνακα παραμένουν άγνωστα.
es: [Prueba de color] Parte superior: hay disponible una prueba de galería validada, pero sin asignar; los colores exactos del tablero siguen sin estar disponibles.
es_ar: [Prueba de color] Parte superior: hay una prueba de galería validada, pero sin asignar; los colores exactos del tablero aún no están disponibles.
es_mx: [Prueba de color] Arriba: hay disponible una prueba de galería validada, pero no está asignada; los colores exactos del tablero siguen sin estar disponibles.
et: [Värviproov] Ülemine osa: kinnitatud galerii-proov on olemas, kuid seda ei ole kaardistatud; täpsed plaadi värvid ei ole veel teada.
eu: [Kolorearen froga] Goian: galeriaren froga balioztatua eskuragarri dago baina mapatu gabe; taularen kolore zehatzak oraindik ez daude eskuragarri.
fa: [اثبات رنگ] بالا: یک اثبات گالری معتبر موجود است اما نقشه‌برداری نشده است؛ رنگ‌های دقیق تخته همچنان در دسترس نیستند.
fi: [Värikoe] Yläosa: vahvistettu galleriakoe on saatavilla, mutta sitä ei ole vielä sovitettu; levyjen tarkat värit eivät ole vielä tiedossa.
fil: [Patunay ng kulay] Itaas: may magagamit na napatunayang patunay ng gallery ngunit hindi pa namamapa; ang eksaktong mga kulay ng board ay nananatiling hindi magagamit.
fr: [Épreuve couleur] En haut : une épreuve de galerie validée est disponible, mais non mappée ; les couleurs exactes du circuit ne sont pas encore disponibles.
fr_ca: [Épreuve couleur] En haut : une épreuve validée de la galerie est disponible, mais non cartographiée ; les couleurs exactes du plateau demeurent indisponibles.
ga: [Cruthúnas datha] Barr: tá cruthúnas gailearaí bailíochtaithe ar fáil ach níl sé mapáilte; níl dathanna cruinne an bhoird ar fáil fós.
gl: [Proba de cor] Arriba: hai dispoñible unha proba de galería validada pero non mapeada; as cores exactas do taboleiro seguen sen estar dispoñibles.
gu: [રંગ સાબિતી] ટોચ: માન્ય ગેલેરી સાબિતી ઉપલબ્ધ છે પરંતુ મેપ કરેલ નથી; ચોક્કસ બોર્ડ રંગો ઉપલબ્ધ નથી.
he: [הוכחת צבע] למעלה: הוכחת גלריה מאומתת זמינה אך אינה ממופה; צבעי הלוח המדויקים אינם זמינים.
hi: [रंग प्रमाण] शीर्ष: एक सत्यापित गैलरी प्रमाण उपलब्ध है लेकिन उसका मानचित्रण नहीं किया गया है; बोर्ड के सटीक रंग अभी भी अनुपलब्ध हैं।
hr: [Probni otisak u boji] Gore: dostupan je potvrđeni probni otisak u galeriji, ali nije mapiran; točne boje ploče ostaju nedostupne.
hu: [Színpróba] Felső rész: hitelesített galériás próba áll rendelkezésre, de nincs hozzárendelve; a táblák pontos színei továbbra sem ismertek.
hy: [Գունային ապացույց] Վերևում՝ հաստատված պատկերասրահի ապացույցը հասանելի է, բայց քարտեզագրված չէ. տախտակի ճշգրիտ գույները դեռևս անհասանելի են։
id: [Bukti warna] Bagian atas: bukti galeri yang telah diverifikasi tersedia, namun belum dipetakan; warna papan yang sebenarnya masih belum diketahui.
is: [Litpróf] Efst: Staðfest sönnun á myndasafni er tiltæk en ókortlögð; nákvæmir litir á borðinu eru enn ekki tiltækir.
it: [Prova colore] In alto: è disponibile una prova di galleria approvata, ma non abbinata; i colori esatti del pannello non sono ancora disponibili.
ja: [カラープルーフ] 上段：検証済みのギャラリー校正は存在するが、配置されていない。ボードの正確な色は利用できない。
ka: [ფერადი მტკიცებულება] ზედა: დადასტურებული გალერეის მტკიცებულება ხელმისაწვდომია, მაგრამ არ არის მითითებული; დაფის ზუსტი ფერები მიუწვდომელია.
kk: [Түсті құжаты] Жоғарғы жағы: расталған галереялық құжат қолжетімді, бірақ картаға түсірілмеген; тақтаның нақты түстері әлі қолжетімді емес.
km: [ភស្តុតាងពណ៌] ខាងលើ៖ ភស្តុតាងវិចិត្រសាលដែលមានសុពលភាពអាចរកបាន ប៉ុន្តែមិនទាន់បានគូសផែនទី។ ពណ៌ក្ដារពិតប្រាកដនៅតែមិនអាចប្រើបាន។
kn: [ಬಣ್ಣ ಪುರಾವೆ] ಮೇಲೆ: ಮೌಲ್ಯೀಕರಿಸಿದ ಗ್ಯಾಲರಿ ಪುರಾವೆ ಲಭ್ಯವಿದೆ ಆದರೆ ನಕ್ಷೆ ಮಾಡಲಾಗಿಲ್ಲ; ನಿಖರವಾದ ಬೋರ್ಡ್ ಬಣ್ಣಗಳು ಲಭ್ಯವಿಲ್ಲ.
ko: [색상 교정본] 상단: 검증된 갤러리 교정본은 있으나 매핑되지 않았으며, 보드의 정확한 색상은 여전히 확인할 수 없습니다.
ky: [Түстү далили] Үстү: галереянын расмий далили бар, бирок картага түшүрүлгөн эмес; такталык так түстөрү жеткиликсиз бойдон калууда.
lo: [ການພິສູດສີ] ດ້ານເທິງ: ການພິສູດຮູບພາບທີ່ຖືກຕ້ອງແລ້ວແມ່ນມີໃຫ້ແຕ່ບໍ່ໄດ້ກຳນົດໄວ້; ສີຂອງກະດານທີ່ແນ່ນອນຍັງຄົງບໍ່ມີໃຫ້.
lt: [Spalvotas maketas] Viršuje: yra patvirtintas galerijos maketas, tačiau jis nėra susietas su schema; tikslios plokštės spalvos vis dar nežinomos.
lv: [Krāsu paraugs] Augšā: ir pieejams apstiprināts galerijas paraugs, taču tas nav izvietots; precīzas plāksnes krāsas joprojām nav pieejamas.
mk: [Доказ во боја] Горе: достапен е валидиран галериски доказ, но немапиран; точните бои на таблата остануваат недостапни.
ml: [കളർ പ്രൂഫ്] മുകളിൽ: സാധുതയുള്ള ഒരു ഗാലറി പ്രൂഫ് ലഭ്യമാണ്, പക്ഷേ മാപ്പ് ചെയ്തിട്ടില്ല; കൃത്യമായ ബോർഡ് നിറങ്ങൾ ലഭ്യമല്ല.
mn: [Өнгөний баталгаа] Дээд талд: баталгаажсан галерейн баталгаа байгаа боловч газрын зурагт ороогүй байна; самбарын яг өнгө байхгүй хэвээр байна.
mr: [कलर प्रूफ] वर: एक प्रमाणित गॅलरी प्रूफ उपलब्ध आहे, परंतु ते मॅप केलेले नाही; बोर्डचे अचूक रंग अद्याप उपलब्ध नाहीत.
ms: [Bukti warna] Atas: bukti galeri yang disahkan tersedia tetapi belum dipetakan; warna papan yang tepat masih tidak tersedia.
mt: [Prova tal-kulur] Fuq: prova tal-gallerija vvalidata hija disponibbli iżda mhux immappjata; il-kuluri eżatti tal-bord għadhom mhux disponibbli.
my: [အရောင်အထောက်အထား] အပေါ်ဆုံး - အတည်ပြုထားသော ပြခန်းအထောက်အထား ရရှိနိုင်သော်လည်း မြေပုံမရေးဆွဲရသေးပါ။ တိကျသော ဘုတ်အရောင်များကို ရရှိနိုင်ခြင်းမရှိပါ။
nb: [Fargeprøve] Øverst: Det foreligger en validert galleriprøve, men den er ikke tilordnet; de nøyaktige fargene på brettet er fortsatt utilgjengelige.
ne: [रङ प्रमाण] माथि: एक मान्य ग्यालरी प्रमाण उपलब्ध छ तर अनम्याप गरिएको छ; सटीक बोर्ड रङहरू अनुपलब्ध छन्।
nl: [Kleurproef] Boven: er is een goedgekeurde galerij-proef beschikbaar, maar deze is nog niet in kaart gebracht; de exacte kleuren van de plaat zijn nog niet bekend.
or: [ରଙ୍ଗ ପ୍ରମାଣ] ଉପର: ଏକ ବୈଧ ଗ୍ୟାଲେରୀ ପ୍ରମାଣ ଉପଲବ୍ଧ କିନ୍ତୁ ମ୍ୟାପ୍ କରାଯାଇ ନାହିଁ; ସଠିକ୍ ବୋର୍ଡ ରଙ୍ଗ ଉପଲବ୍ଧ ନାହିଁ।
pa: [ਰੰਗ ਸਬੂਤ] ਸਿਖਰ: ਇੱਕ ਪ੍ਰਮਾਣਿਤ ਗੈਲਰੀ ਸਬੂਤ ਉਪਲਬਧ ਹੈ ਪਰ ਮੈਪ ਨਹੀਂ ਕੀਤਾ ਗਿਆ; ਸਹੀ ਬੋਰਡ ਰੰਗ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।
pl: [Próbka kolorystyczna] U góry: dostępna jest zatwierdzona próbka galeryjna, ale nie została ona przypisana; dokładne kolory planszy pozostają niedostępne.
pt: [Prova de cor] Parte superior: existe uma prova de galeria validada, mas ainda não mapeada; as cores exatas do tabuleiro continuam indisponíveis.
pt_br: [Prova de cor] Superior: há uma prova de galeria validada disponível, mas sem mapeamento; as cores exatas da placa ainda não estão disponíveis.
ro: [Proba de culoare] Partea de sus: este disponibilă o probă validată de galerie, dar fără schemă; culorile exacte ale plăcii nu sunt încă disponibile.
ru: [Цветной пробный оттиск] Вверху: имеется утвержденный пробный оттиск из галереи, но без позиционирования; точные цвета доски по-прежнему неизвестны.
si: [වර්ණ සාධනය] ඉහළට: වලංගු ගැලරි සාධනයක් ඇත, නමුත් සිතියම්ගත කර නොමැත; නිශ්චිත පුවරු වර්ණ තවමත් නොමැත.
sk: [Farebná korektúra] Hore: k dispozícii je schválená galerijná korektúra, ktorá však nie je priradená; presné farby dosky stále nie sú k dispozícii.
sl: [Barvni dokaz] Zgornji del: na voljo je potrjen galerijski dokaz, vendar ni označen; natančne barve plošče ostajajo nedostopne.
sq: [Provë me ngjyra] Sipër: një provë e validuar e galerisë është e disponueshme, por e pahartuar; ngjyrat e sakta të tabelës mbeten të padisponueshme.
sr: [Проба боја] Горња страна: важећи галеријски пробни отиск је доступан, али без мапе; тачне боје плоче и даље нису доступне.
sv: [Färgprov] Överst: ett godkänt galleriprov finns tillgängligt men är inte kartlagt; de exakta färgerna på kretskorten är fortfarande okända.
sw: [Inazuia rangi] Juu: uthibitisho uliothibitishwa wa ghala unapatikana lakini haujapangwa; rangi halisi za ubao bado hazipatikani.
ta: [வண்ணச் சான்று] மேலே: சரிபார்க்கப்பட்ட சான்று புகைப்படம் உள்ளது, ஆனால் அது பலகையில் வரைபடத்தில் குறிக்கப்படவில்லை; பலகையின் சரியான வண்ணங்கள் இன்னும் கிடைக்கவில்லை.
te: [రంగు రుజువు] పైన: ధృవీకరించబడిన గ్యాలరీ రుజువు అందుబాటులో ఉంది కానీ మ్యాప్ చేయబడలేదు; ఖచ్చితమైన బోర్డు రంగులు అందుబాటులో లేవు.
th: [ตัวอย่างสี] ด้านบน: มีตัวอย่างสีที่ผ่านการตรวจสอบแล้ว แต่ยังไม่ได้ระบุสีที่แน่นอน สีของกระดานยังไม่พร้อมใช้งาน
tr: [Renkli prova] Üst kısım: Onaylanmış bir galeri provası mevcut ancak haritalandırılmamış; kartın kesin renkleri hâlâ bilinmiyor.
uk: [Кольоровий макет] Вгорі: затверджений макет галереї є, але він не нанесений на карту; точні кольори дошки поки недоступні.
ur: [رنگ کا ثبوت] اوپر: ایک توثیق شدہ گیلری ثبوت دستیاب ہے لیکن بغیر نقشے کے؛ عین مطابق بورڈ کے رنگ دستیاب نہیں ہیں۔
vi: [Bản in thử màu] Trên cùng: Bản in thử đã được xác nhận có sẵn nhưng chưa được ánh xạ; màu sắc chính xác của bảng vẫn chưa có.
zh_hans: [色彩样张] 顶部：已有经验证的图库样张，但未映射；确切的板面颜色仍无法确定。
zh_hant: [色彩校樣] 頂部：雖有經核可的畫廊校樣，但尚未配置對應位置；確切的板面顏色仍無法確認。
zu: [Ukufaka umbala] Phezulu: ubufakazi begalari obuqinisekisiwe buyatholakala kodwa abukahlelwa; imibala yebhodi eqondile ayikatholakali.

source: [Color proof] Top: factory payload present, validity unverified; exact colors are unavailable without a validated proof.
af: [Kleurbewys] Bo: fabrieksvrag teenwoordig, geldigheid ongeverifieer; presiese kleure is nie beskikbaar sonder 'n gevalideerde bewys nie.
am: [ቀለም ማረጋገጫ] ከላይ፡ የፋብሪካ ክፍያ ጭነት አለ፣ ትክክለኛነት አልተረጋገጠም፤ ትክክለኛ ቀለሞች ያለተረጋገጠ ማረጋገጫ አይገኙም።
ar: [إثبات اللون] أعلى الصفحة: حمولة المصنع موجودة، لم يتم التحقق من صحتها؛ الألوان الدقيقة غير متوفرة بدون إثبات تم التحقق منه.
az: [Rəng sübutu] Üst: zavod yükü mövcuddur, etibarlılığı təsdiqlənməyib; dəqiq rənglər təsdiqlənmiş sübut olmadan mövcud deyil.
be: [Каляровы доказ] Уверсе: заводская карысная нагрузка ёсць, сапраўднасць не праверана; дакладныя колеры недаступныя без праверанага доказу.
bg: [Цветова проба] Отгоре: фабричният полезен товар е налице, валидността му не е проверена; точните цветове не са достъпни без проверена проба.
bn: [রঙের প্রমাণ] উপরের অংশ: ফ্যাক্টরি পেলোড উপস্থিত, বৈধতা যাচাই করা হয়নি; যাচাইকৃত প্রমাণ ছাড়া সঠিক রঙ পাওয়া সম্ভব নয়।
ca: [Prova de color] A dalt: càrrega útil de fàbrica present, validesa no verificada; els colors exactes no estan disponibles sense una prova validada.
cs: [Barevná korektura] Nahoře: obsaženo tovární užitečné zatížení, platnost neověřena; přesné barvy nelze určit bez ověřené korekturyy.
cy: [Prawf lliw] Uchaf: llwyth y ffatri yn bresennol, dilysrwydd heb ei wirio; nid yw lliwiau union ar gael heb brawf dilys.
da: [Farveprøve] Øverst: fabriksnyttelast til stede, gyldighed ikke verificeret; de nøjagtige farver er ikke tilgængelige uden en valideret prøve.
de: [Farbproof] Oben: Werksnutzlast vorhanden, Gültigkeit nicht überprüft; die genauen Farben sind ohne einen validierten Proof nicht verfügbar.
de_at: [Farbnachweis] Oben: Werksnutzlast vorhanden, Gültigkeit nicht geprüft; genaue Farben sind ohne einen validierten Nachweis nicht verfügbar.
de_ch: [Farbnachweis] Oben: Werksseitige Nutzlast vorhanden, Gültigkeit nicht geprüft; genaue Farben sind ohne einen validierten Nachweis nicht verfügbar.
el: [Δοκιμαστικό έγχρωμο αντίγραφο] Πάνω: υπάρχει εργοστασιακό φορτίο, η εγκυρότητα δεν έχει επαληθευτεί· τα ακριβή χρώματα δεν είναι διαθέσιμα χωρίς επικυρωμένο δοκιμαστικό αντίγραφο.
es: [Prueba de color] Parte superior: se incluye la carga útil de fábrica, pero no se ha comprobado su validez; no es posible determinar los colores exactos sin una prueba validada.
es_ar: [Prueba de color] Parte superior: la carga útil de fábrica está presente, pero no se ha verificado su validez; no es posible conocer los colores exactos sin una prueba validada.
es_mx: [Prueba de color] Arriba: carga útil de fábrica presente, validez no verificada; los colores exactos no están disponibles sin una prueba validada.
et: [Värviproov] Ülemine osa: tehase koormus on olemas, kehtivus kontrollimata; täpsed värvid ei ole kättesaadavad ilma kinnitatud proovita.
eu: [Kolorearen froga] Goian: fabrikako karga presente, baliozkotasuna egiaztatu gabe; kolore zehatzak ez daude eskuragarri balioztatutako frogarik gabe.
fa: [اثبات رنگ] بالا: محموله کارخانه موجود است، اعتبار آن تأیید نشده است؛ رنگ‌های دقیق بدون اثبات اعتبارسنجی‌شده در دسترس نیستند.
fi: [Värikoe] Yläosa: tehtaan merkintä olemassa, voimassaoloa ei ole vahvistettu; tarkkoja värejä ei ole saatavilla ilman vahvistettua värikoetta.
fil: [Patunay ng kulay] Itaas: mayroon nang factory payload, hindi pa nabe-verify ang bisa; hindi makukuha ang eksaktong mga kulay nang walang napatunayang patunay.
fr: [Épreuve couleur] En haut : données d'usine disponibles, validité non vérifiée ; les couleurs exactes ne sont pas disponibles sans une épreuve validée.
fr_ca: [Épreuve couleur] Haut : charge utile d'usine présente, validité non vérifiée ; les couleurs exactes ne sont pas disponibles sans preuve validée.
ga: [Cruthúnas datha] Barr: ualach monarchan i láthair, bailíocht gan fhíorú; níl dathanna cruinne ar fáil gan cruthúnas bailíochtaithe.
gl: [Proba de cor] Arriba: carga útil de fábrica presente, validez sen verificar; as cores exactas non están dispoñibles sen unha proba validada.
gu: [રંગ સાબિતી] ટોચ: ફેક્ટરી પેલોડ હાજર છે, માન્યતા ચકાસાયેલ નથી; માન્ય પુરાવા વિના ચોક્કસ રંગો ઉપલબ્ધ નથી.
he: [הוכחת צבע] למעלה: מטען מהמפעל קיים, תוקפו לא אומת; צבעים מדויקים אינם זמינים ללא הוכחה מאומתת.
hi: [रंग प्रमाण] शीर्ष: फैक्ट्री पेलोड मौजूद है, वैधता की पुष्टि नहीं हुई है; मान्य प्रमाण के बिना सटीक रंग उपलब्ध नहीं हैं।
hr: [Probni otisak u boji] Gore: prisutan tvornički podatak, valjanost nije provjerena; točne boje nisu dostupne bez potvrđenog probnog otiska.
hu: [Színpróba] Felső rész: gyári hasznos adat jelen van, érvényessége nem ellenőrzött; a pontos színek hitelesített próba nélkül nem állapíthatók meg.
hy: [Գունային ապացույց] Վերևում՝ գործարանային բեռը առկա է, վավերականությունը չի հաստատվել. ճշգրիտ գույները հասանելի չեն առանց վավերացված ապացույցի։
id: [Bukti warna] Bagian atas: data muatan pabrik tersedia, keabsahan belum diverifikasi; warna yang tepat tidak dapat diketahui tanpa bukti yang telah diverifikasi.
is: [Litpróf] Efst: Verksmiðjugeymsla til staðar, gildi óstaðfest; nákvæmir litir eru ekki tiltækir án staðfestrar sönnunar.
it: [Prova colore] In alto: dati di fabbrica presenti, validità non verificata; i colori esatti non sono disponibili senza una prova convalidata.
ja: [カラープルーフ] 上段：ファクトリペイロードが存在しますが、有効性は確認されていません。検証済みの校正がない限り、正確な色は利用できません。
ka: [ფერადი დადასტურება] ზედა: ქარხნული დატვირთვა არსებობს, ნამდვილობა დაუდასტურებელია; ზუსტი ფერები მიუწვდომელი არის დადასტურებული დადასტურების გარეშე.
kk: [Түсті құжаты] Жоғарғы жағы: зауыттық жүктеме бар, жарамдылығы тексерілмеген; расталған құжатсыз нақты түстер қолжетімді емес.
km: [ភស្តុតាងពណ៌] ផ្នែកខាងលើ៖ បន្ទុកផ្ទុករបស់រោងចក្រមានវត្តមាន សុពលភាពមិនទាន់បានផ្ទៀងផ្ទាត់; ពណ៌ពិតប្រាកដមិនអាចរកបានទេបើគ្មានភស្តុតាងដែលមានសុពលភាព។
kn: [ಬಣ್ಣ ಪುರಾವೆ] ಮೇಲೆ: ಕಾರ್ಖಾನೆಯ ಪೇಲೋಡ್ ಇದೆ, ಸಿಂಧುತ್ವವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ; ಮೌಲ್ಯೀಕರಿಸಿದ ಪುರಾವೆ ಇಲ್ಲದೆ ನಿಖರವಾದ ಬಣ್ಣಗಳು ಲಭ್ಯವಿಲ್ಲ.
ko: [색상 교정본] 상단: 공장 출하 시 적용된 색상 정보 포함, 유효성 미확인; 검증된 교정본 없이는 정확한 색상을 확인할 수 없습니다.
ky: [Түстү далили] Үстү: заводдук жүктөм бар, жарактуулугу текшерилген эмес; так түстөр расмий далилсиз жеткиликтүү эмес.
lo: [ສີກັນໄດ້] ດ້ານເທິງ: ມີຂໍ້ມູນເຕີລະຫວ່າງຂອງໂຮງງານ, ຄວາມຖືກຕ້ອງຍັງບໍ່ທັນໄດ້ຮັບການຢືນຢັນ; ສີທີ່ແນ່ນອນບໍ່ສາມາດໃຊ້ໄດ້ໂດຍບໍ່ມີຫຼັກຖານທີ່ຖືກຢືນຢັນ.
lt: [Spalvotas maketas] Viršuje: pateiktas gamintojo duomenų rinkinys, tikrumas nepatikrintas; be patvirtinto maketo tikslių spalvų nustatyti neįmanoma.
lv: [Krāsu paraugs] Augšā: rūpnīcas dati ir pieejami, to pareizība nav pārbaudīta; precīzas krāsas nav pieejamas bez apstiprināta parauga.
mk: [Доказ во боја] Горе: присутен фабрички товар, валидноста не е потврдена; точните бои не се достапни без валидиран доказ.
ml: [കളർ പ്രൂഫ്] മുകളിൽ: ഫാക്ടറി പേലോഡ് നിലവിലുണ്ട്, സാധുത സ്ഥിരീകരിച്ചിട്ടില്ല; സാധുതയുള്ള തെളിവില്ലാതെ കൃത്യമായ നിറങ്ങൾ ലഭ്യമല്ല.
mn: [Өнгөний баталгаа] Дээд талд: үйлдвэрийн ачаалал байгаа, хүчинтэй эсэх нь баталгаажаагүй; баталгаажсан баталгаагүйгээр яг өнгө нь байхгүй.
mr: [रंगाचा पुरावा] शीर्ष: फॅक्टरी पेलोड उपस्थित, वैधता पडताळलेली नाही; प्रमाणित पुराव्याशिवाय अचूक रंग उपलब्ध नाहीत.
ms: [Bukti warna] Atas: muatan kilang ada, kesahan tidak disahkan; warna yang tepat tidak tersedia tanpa bukti yang disahkan.
mt: [Prova tal-kulur] Fuq: tagħbija tal-fabbrika preżenti, validità mhux verifikata; kuluri eżatti mhumiex disponibbli mingħajr prova vvalidata.
my: [အရောင်အထောက်အထား] အပေါ်ပိုင်း - စက်ရုံထုတ် payload ရှိနေပြီး၊ တရားဝင်မှုကို အတည်မပြုရသေးပါ။ အတည်ပြုထားသော အထောက်အထားမရှိပါက တိကျသောအရောင်များကို မရရှိနိုင်ပါ။
nb: [Fargeprøve] Øverst: fabrikkens nyttelast er til stede, gyldigheten er ikke bekreftet; eksakte farger er ikke tilgjengelige uten en validert fargeprøve.
ne: [रङ प्रमाण] माथि: कारखाना पेलोड उपस्थित छ, वैधता अप्रमाणित छ; प्रमाणित प्रमाण बिना सटीक रङहरू उपलब्ध छैनन्।
nl: [Kleurproef] Boven: fabrieksgegevens aanwezig, geldigheid niet geverifieerd; de exacte kleuren zijn niet beschikbaar zonder een gevalideerde proefdruk.
or: [ରଙ୍ଗ ପ୍ରମାଣ] ଉପର: କାରଖାନା ପେଲୋଡ୍ ଉପସ୍ଥିତ, ବୈଧତା ଯାଞ୍ଚ କରାଯାଇନାହିଁ; ବୈଧ ପ୍ରମାଣ ବିନା ସଠିକ୍ ରଙ୍ଗ ଉପଲବ୍ଧ ନୁହେଁ।
pa: [ਰੰਗ ਸਬੂਤ] ਉੱਪਰ: ਫੈਕਟਰੀ ਪੇਲੋਡ ਮੌਜੂਦ ਹੈ, ਵੈਧਤਾ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਗਈ; ਪ੍ਰਮਾਣਿਤ ਸਬੂਤ ਤੋਂ ਬਿਨਾਂ ਸਹੀ ਰੰਗ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।
pl: [Próbka kolorystyczna] U góry: obecny ładunek fabryczny, ważność niepotwierdzona; dokładne kolory nie są dostępne bez zatwierdzonej próbki.
pt: [Prova de cor] Parte superior: carga útil de fábrica presente, validade não verificada; as cores exatas não estão disponíveis sem uma prova validada.
pt_br: [Prova de cor] Parte superior: carga útil de fábrica presente, validade não verificada; as cores exatas não estão disponíveis sem uma prova validada.
ro: [Proba de culoare] Sus: încărcătura din fabrică prezentă, validitate neverificată; culorile exacte nu sunt disponibile fără o probă validată.
ru: [Цветной пробный оттиск] Вверху: присутствует заводская маркировка, достоверность не подтверждена; точные цвета установить невозможно без подтвержденного пробного оттиска.
si: [වර්ණ සාධනය] ඉහළට: කර්මාන්තශාලා බර පැටවීම පවතී, වලංගුභාවය සත්‍යාපනය කර නොමැත; වලංගු සාක්ෂි නොමැතිව නිශ්චිත වර්ණ ලබා ගත නොහැක.
sk: [Farebná korektúra] Hore: prítomný továrenský údaj, platnosť neoverená; presné farby nie sú k dispozícii bez overenej korektúry.
sl: [Barvni dokaz] Zgornji del: tovarniški tovor prisoten, veljavnost ni preverjena; natančne barve niso na voljo brez potrjenega dokaza.
sq: [Provë me ngjyra] Sipër: ngarkesa e fabrikës është e pranishme, vlefshmëria e paverifikuar; ngjyrat e sakta nuk janë të disponueshme pa një provë të validuar.
sr: [Проба боја] Горња страна: фабрички терет присутан, важећност непотврђена; тачне боје нису доступне без потврђене пробе.
sv: [Färgprov] Överst: fabrikslast finns, giltighet ej verifierad; exakta färger kan inte fastställas utan ett verifierat prov.
sw: [Inazuia rangi] Juu: mzigo wa kiwandani upo, uhalali haujathibitishwa; rangi halisi hazipatikani bila uthibitisho uliothibitishwa.
ta: [வண்ணச் சான்று] மேலே: தொழிற்சாலை தரவு வெளிய உள்ளது, செல்லுபடித்தன்மை சரிபார்க்கப்படவில்லை; சரிபார்க்கப்பட்ட சான்று இல்லாமல் துல்லியமான வண்ணங்கள் கிடைக்காது.
te: [రంగు రుజువు] పైభాగం: ఫ్యాక్టరీ పేలోడ్ ఉంది, చెల్లుబాటు ధృవీకరించబడలేదు; ధృవీకరించబడిన రుజువు లేకుండా ఖచ్చితమైన రంగులు అందుబాటులో లేవు.
th: [ตัวอย่างสี] ด้านบน: มีข้อมูลจากโรงงาน แต่ยังไม่ได้ตรวจสอบความถูกต้อง สีที่แน่นอนจะไม่สามารถระบุได้หากไม่มีตัวอย่างที่ผ่านการตรวจสอบแล้ว
tr: [Renkli prova] Üst kısım: fabrika yükü mevcut, geçerliliği doğrulanmamış; doğrulanmış bir prova olmadan kesin renkler elde edilemez.
uk: [Кольоровий макет] Вгорі: заводське навантаження присутнє, достовірність не підтверджена; точні кольори недоступні без перевіреного макета.
ur: [رنگ کا ثبوت] اوپر: فیکٹری پے لوڈ موجود، درستگی غیر تصدیق شدہ؛ درست رنگ بغیر تصدیق شدہ ثبوت کے دستیاب نہیں ہیں۔
vi: [Bản in thử màu] Trên cùng: dữ liệu gốc từ nhà máy có mặt, tính hợp lệ chưa được xác minh; màu sắc chính xác không có sẵn nếu không có bản in thử đã được xác thực.
zh_hans: [色彩样张] 顶部：工厂提供的原始数据存在，有效性未经验证；若无经验证的样张，无法确定确切颜色。
zh_hant: [色彩校樣] 頂部：工廠載荷已提供，有效性未經核實；若無經核實的校樣，則無法確認確切色彩。
zu: [Ukufaka umbala] Phezulu: umthwalo wefektri ukhona, ukusebenza akuqinisekisiwe; imibala eqondile ayitholakali ngaphandle kobufakazi obuqinisekisiwe.
